Repository: common-repository/wooemailreport
Catalog: languages/wooemailreport-*.po
Languages: es_es

source: Year:
es_es: Año:

source: Show
es_es: Mostrar

source: Total sales for year
es_es: Ventas totales para el año

source: Total orders for year
es_es: Total de los pedidos por año

source: items
es_es: artículos

source: Average order total for year
es_es: Promedio total del pedido por año

source: Average order items for year
es_es: Promedio de artículos pedidos por año

source: Monthly sales for year
es_es: Ventas mensuales para el año

source: From:
es_es: De:

source: To:
es_es: A:

source: Product
es_es: Producto

source: Sales
es_es: Ventas

source: Product does not exist
es_es: No existe el Producto

source: Product no longer exists
es_es: Ya no existe el Producto

source: Sales for %s:
es_es: Ventas para %s:

source: Month
es_es: Mes

source: No sales :(
es_es: Sin ventas :(

source: Search for a product&hellip;
es_es: (Buscar un producto&hellip;

source: Total orders containing coupons
es_es: Total de pedidos que contienen cupones

source: Percent of orders containing coupons
es_es: Porcentaje de órdenes que contienen cupones

source: Total coupon discount
es_es: Total de descuento por cupón

source: Most popular coupons
es_es: Cupones más leídos

source: No coupons found
es_es: No se encontraron cupones

source: Greatest discount amount
es_es: Importe del descuento grande

source: Discounted %s
es_es: Descontado %s

source: Show:
es_es: Mostrar:

source: Coupon
es_es: Cupón

source: Top coupon
es_es: Mejores Cupones

source: Worst coupon
es_es: Peor Cupón

source: Discount average
es_es: Descuento promedio

source: Discount median
es_es: Mediana del Descuento

source: Monthly discounts by coupon
es_es: Descuentos mensuales por cupón

source: Total customers
es_es: Clientes totales

source: Total customer sales
es_es: Ventas totales de clientes

source: Total guest sales
es_es: Ventas totales invitados

source: Total customer orders
es_es: Órdenes totales de los clientes

source: Total guest orders
es_es: Órdenes totales de los invitados

source: Average orders per customer
es_es: Promedio de pedidos por cliente

source: Signups per day
es_es: Inscripciones por día

source: Low stock
es_es: Inventario bajo

source: No products are low in stock.
es_es: Ningún producto está bajo en inventario.

source: Out of stock
es_es: Agotado

source: Marked out of stock
es_es: Marcado agotado

source: No products are out in stock.
es_es: Ningún producto está agotado.

source: Total taxes for year
es_es: Impuestos totales para el año

source: Total product taxes for year
es_es: Impuestos totales a los productos para el año

source: Total shipping tax for year
es_es: Total del impuesto por envío para el año

source: Total Sales
es_es: Ventas Totales

source: This is the sum of the 'Order Total' field within your orders.
es_es: Esta es la suma del campo "Total de Pedidos” dentro de sus órdenes.

source: Total Shipping
es_es: Total de Envío

source: This is the sum of the 'Shipping Total' field within your orders.
es_es: Esta es la suma del campo Total por Envíos” dentro de sus órdenes.

source: Total Product Taxes
es_es: Impuestos totales del producto

source: This is the sum of the 'Cart Tax' field within your orders.
es_es: Esta es la suma del campo “Impuesto por Carrito” dentro de sus órdenes.

source: Total Shipping Taxes
es_es: Totales Impuestos por Envíos

source: This is the sum of the 'Shipping Tax' field within your orders.
es_es: Esta es la suma del campo "Impuesto por Envíos” dentro de sus órdenes.

source: Total Taxes
es_es: Impuestos Totales

source: This is the sum of the 'Cart Tax' and 'Shipping Tax' fields within your orders.
es_es: Esta es la suma del campo "Impuesto por Carrito” e "Impuesto por Envíos” dentro de sus órdenes.

source: Net profit
es_es: Utilidad neta

source: Total sales minus shipping and tax.
es_es: Total de ventas menos gastos de envío y de impuestos.

source: Toggle tax rows
es_es: Alternar filas impuestos

source: Category
es_es: Categoría

source: Top category
es_es: Categoría Superior

source: Worst category
es_es: Peor categoría

source: Category sales average
es_es: Promedio de ventas por Categoría

source: Category sales median
es_es: Mediana de ventas por Categoría

source: Monthly sales by category
es_es: Ventas mensuales por categoría

source: Total sales
es_es: Ventas totales

source: Total sales:
es_es: Ventas totales:

source: Total orders:
es_es: Pedidos totales:

source: Total items:
es_es: Artículos totales:

source: Average order total:
es_es: Promedio total órdenes:

source: Average order items:
es_es: Promedio artículos por orden:

source: Discounts used:
es_es: Descuentos utilizados:

source: Total shipping costs:
es_es: Costos totales de envío:

source: Daily sales
es_es: Ventas por Día

source: Resume
es_es: Resumen

source: Details
es_es: Detalles

source: Num. items
es_es: Num. artículos

source: Amount
es_es: Cantidad

source: <strong>WooReport</strong> plugin requires Woocommerce.
es_es: <strong>Plugin WooReport </strong> requiere WooCommerce.

source: Frecuency:
es_es: Frecuencia:

source: Save
es_es: Guardar

source: Type report:
es_es: Tipo de informe:

source: Totals
es_es: Totales

source: Daily
es_es: Diario

source: Emails (separated by comma)
es_es: Emails (separados por comas)

source: No cron created
es_es: Ningún cron creado

source: Frecuency
es_es: Frecuencia

source: Report type
es_es: Tipo de informe

source: If you do not receive an email in your inbox, please check your spam folder.
es_es: Si no recibe un email en su bandeja de entrada, por favor revise la carpeta de Spam.

source: Send Test email
es_es: Enviar email de prueba
